import React from 'react';
import './style.css'

const OrderPolicy = () => {
    return (
        <div id="policy">
            <p style={{ textAlign:"center", fontSize: "40px", fontWeight: "bold" }}>תקנון האתר</p>
            <p>ברוכים הבאים לקובה אליהו (להלן: “www.kube-eliyahu.co.il”).   
            <br />האתר מופעל ע”י קובה אליהו ומתוחזק ע"י המפתח אוראל קקון.   
            <br />האתר משמש למכירת אוכל מוכן וקפוא.</p>
            <h2>כללי</h2>
            <p>1. האמור בתקנון זה מתייחס באופן שווה לבני שני המינים, והשימוש בלשון זכר הוא מטעמי נוחות בלבד.</p>
            <p>2. הוראות תקנון זה ותנאי השימוש המופיעים באתר מגדירים את מערכת היחסים המשפטית בין המזמין לבין האתר, את תנאי השימוש באתר ו/או
את הזמנת המוצרים מן האתר ומעידים על הסכמת המזמין, לתנאים אלה ולתנאים נוספים המופיעים באתר.</p>
            <p>3. החברה רשאית בכל עת, על פי שיקול דעתה הבלעדי, לעדכן  תקנון זה.</p>
            <p>4. תנאים אלה חלים על השימוש באתר ובשירותים הכלולים בו באמצעות כל מחשב או מכשיר תקשורת אחר (כדוגמת טלפון סלולארי, טבלטים למיניהם וכו’) כמו כן
הם חלים על השימוש באתר, בין באמצעות רשת האינטרנט ובין באמצעות כל רשת או אמצעי תקשורת אחר.</p>
            <p>5. אין באמור בתקנון זה כדי לגרוע מהוראות חוק הגנת הצרכן, התשמ”א-1981 (להלן: “חוק הגנת הצרכן”) והתקנות אשר הותקנו מכוחו, ככל שהן חלות על האתר
(להלן: “ההוראות”), למעט במקרים בהם ניתן להתנות על הוראות כאמור והתניה כאמור בוצעה במסגרת האתר אם במפורש ואם במשתמע.</p>
            <p>6. החברה והנהלת האתר עושים כמיטב יכולתם להציג את המידע השלם והמקיף ביותר לגבי המוצר לרבות תמונות, חרף האמור בסעיף זה יובהר, כי עלולים
להופיע באתר בתום לב וללא כוונת זדון ו/או מתוך רצון להטעות, אי דיוקים ו/או שגיאות ו/או השמטות והחברה, הנהלת האתר והאתר לא יישאו באחריות כלשהי הנובעת
מאי הדיוקים ו/או או השגיאות.</p>
            <p>7. תמונות המוצרים באתר מוצגות לצורכי המחשה בלבד. בנוסף, ייתכנו הבדלים במראה, בגוון, בגודל, וכיו”ב בין המוצר, כפי שהוא מוצג באתר, לבין המוצר במציאות.</p>
            <p>8. כל אדם, לרבות חברה, רשאי להשתמש באתר, לרבות לבצע רכישות באמצעות האתר, בין היתר, בכפוף להיותו כשיר לבצע פעולות משפטיות מחייבות,
, בעל כרטיס אשראי  תקף ,שהונפק  ע”י אחת מחברות כרטיסי האשראי (לעיל ולהלן: “המזמין”).</p>
            <h2>רכישת מוצרים באתר</h2>
            <p>1. רכישת המוצרים תתבצע באמצעות הוספת מוצרים לסל הקניות, לאחר הוספת מוצרים לסל הקניות יזין המזמין בטופס המקוון המיועד לכך בתהליך
ההזמנה את פרטי המזמין הבאים: שם פרטי, שם משפחה, מס’ טלפון, כתובת דואר אלקטרוני, בנוסף יש למסור את פרטי מקבל ההזמנה, שם פרטי,
שם משפחה, מס’ טלפון, יישוב, רחוב  מס’ בית, קומה, דירה, כניסה וכל פרט מזהה אחר שיש בידיו לסייע למבצע המשלוח לאתר בקלות את הנכס אליו מתבצעת
מסירת ההזמנה לרבות הערות ומידע בנוגע לפעולת השילוח ו/או במידה ומקבל ההזמנה אינו בבית. השדות המסומנים בכוכבית קיימת חובה למלאם ובלעדיהם לא תתאפשר
השלמת ההזמנה.</p>
            <p>2. על מנת למנוע כל אפשרות של תקלה במשלוח על המזמין למסור רק פרטים מדויקים ונכונים.</p>
            <p>3. בעת פעולת השלמת ההזמנה יאשר המזמין את פרטי ההזמנה ואת נכונות הפרטים שמסר.</p>
            <p>4. מילוי כל הפרטים הנדרשים לרכישת המוצר על ידי המזמין יחשב לביצוע הזמנה (להלן:”ההזמנה”) עם קבלת ההזמנה, האתר יבצע בדיקה של פרטי כרטיס האשראי
ורק לאחר אישור חברת האשראי ו/או לאחר קבלת אישור מביט כפי שיובהר להלן, הפעולה תאושר ויצא אישור סופי של ההזמנה, חיוב הלקוח עבור המוצר יבוצע
דרך כרטיס האשראי ו/או דרך חשבון הביט כפי שיבואר להלן והכל בכפוף להימצאות המוצרים במלאי החברה והאתר.</p>
            <p>5. הפרטים כפי שהוזנו בטופס ההזמנה על ידי המזמין, יהוו ראיה חלוטה לנכונות הפעולות.</p>
            <h2>הליך הרכישה</h2>
            <p>1. כדי לבצע הזמנה של מוצר על הלקוח למסור את הפרטים הבאים: שם מלא, כתובת דואר אלקטרוני, כתובת בית ומספר טלפון. החברה רשאית לבקש פרטים נוספים מהלקוח. בעת הרכישה ימסור הלקוח את פרטי כרטיס האשראי שברשותו ושבאמצעותו הוא מבצע את הרכישה וכן מספר תעודת זהות של בעל כרטיס האשראי. פרטי כרטיס האשראי ומספרי תעודות זהות, אינם נשמרים ברישומי החברה.</p>
            <p>2. עם הכנסת הפרטים הנדרשים לביצוע תשלום תבצע הנהלת האתר בדיקה של פרטי כרטיס האשראי ועם אישור ההזמנה ע"י חברת כרטיסי האשראי והספקים, תינתן הודעה מתאימה כי הפעולה אושרה. ההזמנה תרשם במחשבי הנהלת האתר.
יובהר ויודגש, פעולה תחשב כמושלמת רק לאחר אישור העסקה על ידי חברות האשראי. כל מי שמבצע הזמנה באתר, בין אם אדם ובין אם גוף משפטי, בעצם פעולת ההזמנה מוחזק כמצהיר שהוא מחזיק על שמו כרטיס אשראי תקף אשר הונפק כדין ואשר ניתן לסליקה בישראל כי הוא מעל גיל 18 וכי אם רוכש את המוצר מטעם חברה ו/או עמותה ו/או כל גוף משפטי שאינו אדם, הרי מצהיר הוא כי הוא מוסמך לבצע פעולה באתר לטובת אותו גוף וכי הוא ערב אישית לפעולתו באתר.</p>
            <p>3. אישור פעולת הרכישה מותנה גם בהימצאות המוצר הנרכש במלאי הנהלת האתר ו/או במלאי הספק במועד האספקה הנדרש. גם אם לא צוין כי המוצר אינו קיים במלאי ואף אם המוצר לא הורד מהאתר עד למועד ביצוע הרכישה, לא תהא הנהלת האתר מחויבת במכירת המוצר ולרוכש לא תהיה כל טענה ו/או תביעה בעניין זה בגין כל נזק ישיר או עקיף אשר נגרם לרוכש או לצד ג`, בכפוף לכך שהנהלת האתר תודיע לרוכש על אי זמינות המוצר במלאי ותשיב לו כל סכום ששילם (אם שילם) להנהלת האתר ו/או תבטל את החיוב (אם בוצע) בגין פעולת הרכישה תוך זמן סביר. עם זיכויו כאמור מוותר הלקוח על כל טענה כנגד החברה בעניין זה.</p>
            <h2>אספקה והובלת המוצרים</h2>
            <p>1. אספקת המוצר ע”י האתר יעשה רק לאחר קבלת אישור תשלום מאת חברת האשראי ו/או מאת חשבון הביט, כלומר המוצר שולם, כמפורט לעיל, המוצר יסופק לכתובת שהמזמין הקליד ו/או מסר בעת ביצוע ההזמנה בטופס המקוון.</p>
            <p>2. האתר מתחייב לספק את הסחורה במסגרת זמן האספקה ליעד המבוקש ויעשה כמיטב יכולתו כי המוצר יגיע במהירות.</p>
            <p>3. מועדי האספקה המצוינים באתר ולעיל אינם חלים על מוצרים שאזלו מן המלאי של האתר ו/או מן המלאי של הספק הרלוונטי.</p>
            <p>4. יש להקפיד למלא פרטים מדויקים ועדכניים, במקרה שהמוצרים יחזרו לחברה בגלל פרטים מוטעים, המזמין יישא בתשלום בגין דמי משלוח וטיפול. </p>
            <h2>ביטול רכישה מצד המזמין</h2>
            <p>1. המזמין רשאי לבטל את העסקה בהתאם להוראות חוק הגנת הצרכן והתקנות שהותקנו על פיו.</p>
            <p>2. ביטול ייעשה אך ורק בהודעה בווצאפ או בשיחת טלפון ולפני תחילת הכנת המוצר.</p>
            <p>3. לאחר קבלת הודעת הביטול יושב למזמין הסכום ששולם על ידו בגין המוצר.</p>
            <h2>ביטול רכישה מצד החברה</h2>
            <p>1. החברה תהא רשאית, על פי שיקול דעתה הבלעדי, בשל כל סיבה, ובכל עת, לבטל או להפסיק עסקה ו/או מכירה ו/או לבטל הזמנה, כולה או חלקה, ו/או את פעילות האתר, כולו או חלקו.</p>
            <p>2. הודעה על ביטול או הפסקה מעין זה תימסר למשתמש או למזמין, והחברה תימנע מחיוב כרטיס האשראי של המזמין או תשיב לו כל סכום ששולם בגין המוצרים, ככל ששולם.</p>
            <h2>זכויות יוצרים</h2>
            <p>1. אין להעתיק, לשכפל, להפיץ, למכור, לשווק, להשכיר ולתרגם מידע כלשהו מהאתר, לרבות סימני מסחר, תמונות וטקסטים, עיצוב המוצרים תמונות המוצרים וכיו”ב בלא קבלת אישור מראש ובכתב של החברה.</p>
            <p>2. זכויות אלה חלות בין השאר על הנתונים באתר, לרבות רשימת המוצרים, תאור ועיצוב המוצרים וכל פרט אחר הקשור להפעלתו.</p>
            <h2>סודיות ופרטיות</h2>
            <p>1. כל פרטיו האישים של המזמין (שם, דואר אלקטרוני וכדומה), לא יישמרו במאגרי המידע של החברה.</p>
            <p>2. החברה לא תעשה כל שימוש בפרטים של אמצעי התשלום של המזמין אלא לביצוע תשלום בגין עסקה אותה ביקש המזמין לערוך, ופרטים אלו לא יועברו לאף גורם אחר זולת לצורך זה. למען הסר ספק, פרטי אמצעי התשלום אינם נשמרים במאגרי המידע של החברה.</p>
            <p>3. מאחר שמדובר בביצוע פעולות בסביבה מקוונת אין באפשרותה של החברה להבטיח חסינות מוחלטת מפני חדירות למחשביה או חשיפת המידע האגור בידי מבצעי פעולות בלתי חוקיות. אם יעלה בידי צד שלישי לחדור למידע אשר שמור בידי החברה ו/או להשתמש בו לרעה, לא תהיה למשתמש כל טענה, תביעה או דרישה כלפי החברה.</p>
            <p>4. החברה תהא רשאית לעשות שימוש ב – “עוגיות” (“cookies”) על מנת לספק למשתמש שירות מהיר ויעיל ולחסוך מהמזמין הצורך להזין את פרטיו האישיים בכל כניסה לאתר.</p>
            <h2>דין ושיפוט</h2>
            <p>1. הדין החל על תקנון זה ו/או על כל פעולה ו/או על סכסוך הנובע ממנו, הוא הדין הישראלי בלבד.</p>
            <p>2. הדין החל על השימוש באתר, על ההזמנה ועל תקנון זה, לרבות פרשנותו ואכיפתו של התקנון הוא הדין הישראלי בלבד.</p>
        </div>
    );
};

export default OrderPolicy;